Repository: Jonny440/owlpeer
Catalog: coursiva/coursiva/Recources/*.lproj/Localizable.strings
Languages: kk

source: Buy a subscription
kk: Жазылым сатып алу

source: Manage subscription
kk: Жазылымды басқару

source: %@/month
kk: %@/ай

# %lld out of %lld correct
source: %1$lld out of %2$lld correct
kk: %2$lld ішінен %1$lld дұрыс

source: AI Explanation
kk: ЖИ түсіндірмесі

source: AI Tutor
kk: ЖИ мұғалімі

source: Already have an account? Sign in
kk: Тіркелгіңіз бар ма? Кіру

source: Ask me anything about this video
kk: Бұл бейне туралы кез келген сұрақ қойыңыз

source: Become Pro
kk: Pro болу

source: Best Streak
kk: Ең жақсы серия

source: Cancel
kk: Бас тарту

# Card %lld of %lld
source: Card %1$lld of %2$lld
kk: %2$lld ішінен %1$lld карта

source: Check your email
kk: Электрондық поштаңызды тексеріңіз

source: Content Type
kk: Мазмұн түрі

source: Continue with Apple
kk: Apple арқылы жалғастыру

source: Continue with Google
kk: Google арқылы жалғастыру

source: Correct Answers
kk: Дұрыс жауаптар

source: Create Account
kk: Тіркелгі жасау

source: Create flashcards
kk: Флешкарталар жасау

source: Create your account
kk: Тіркелгіңізді жасаңыз

source: Current Streak
kk: Ағымдағы серия

source: Delete
kk: Жою

source: Delete Account
kk: Тіркелгіні жою

source: Delete Error
kk: Жою қатесі

source: Deleting account...
kk: Тіркелгі жойылуда...

# Don't have an account? **Sign up**
source: Don't have an account? Sign up here
kk: Тіркелгіңіз жоқ па? Мұнда тіркелу

source: Done
kk: Дайын

source: Email
kk: Электрондық пошта

source: Email:
kk: Электрондық пошта:

source: Error
kk: Қате

source: Error loading quiz
kk: Викторина жүктеу қатесі

source: Error Loading Resources
kk: Ресурстарды жүктеу қатесі

source: Error: %@
kk: Қате: %@

source: Failed to load Clerk: %@
kk: Clerk жүктеу сәтсіз аяқталды: %@

source: First Name
kk: Аты

source: Flashcards
kk: Флешкарталар

source: Generate a mind map for this video
kk: Бұл бейне үшін ой картасын жасау

source: Generate Course
kk: Курс жасау

source: Generate flashcards
kk: Флешкарталар жасау

source: Generate learning resources to enhance your understanding of this video content.
kk: Бұл бейне мазмұнын түсінуіңізді жақсарту үшін оқу ресурстарын жасаңыз.

source: Generate Mind Map
kk: Ой картасын жасау

source: Generate Quiz
kk: Викторина жасау

source: Generate Resources
kk: Ресурстар жасау

source: Generating flashcards...
kk: Флешкарталар жасалуда...

source: Get AI Explanation
kk: ЖИ түсіндірмесін алу

source: Home
kk: Басты бет

source: Join thousands of learners worldwide
kk: Әлемдегі мыңдаған оқушыларға қосылыңыз

source: Last Name
kk: Тегі

source: Last Name:
kk: Тегі:

source: Last updated: %@
kk: Соңғы жаңарту: %@

source: Loading courses...
kk: Курстар жүктелуде...

source: Loading flashcards...
kk: Флешкарталар жүктелуде...

source: Loading Mind Map...
kk: Ой картасы жүктелуде...

source: Loading quiz...
kk: Викторина жүктелуде...

source: Loading resources...
kk: Ресурстар жүктелуде...

source: Loading video analysis...
kk: Бейне талдауы жүктелуде...

source: Loading videos...
kk: Бейнелер жүктелуде...

source: Loading...
kk: Жүктелуде...

source: Member since:
kk: Мүшелік басталған күн:

source: MindMap
kk: Ой картасы

source: my courses
kk: менің курстарым

source: My Courses
kk: Менің курстарым

source: Name:
kk: Аты-жөні:

source: Next
kk: Келесі

source: No Flashcards Available.
kk: Флешкарталар жоқ.

source: No Mind Map Available
kk: Ой картасы жоқ

source: No Resources Available
kk: Ресурстар жоқ

source: No videos found
kk: Бейнелер табылмады

source: OK
kk: ОК

source: or
kk: немесе

source: Password
kk: Құпия сөз

source: Paste YouTube link
kk: YouTube сілтемесін қою

source: Personal Info
kk: Жеке ақпарат

source: Playlists
kk: Ойнату тізімдері

source: Please fill in the details to get started
kk: Бастау үшін мәліметтерді толтырыңыз

source: Previous
kk: Алдыңғы

source: Privacy Policy
kk: Құпиялылық саясаты

source: profile
kk: профиль

source: Profile
kk: Профиль

# Question %lld of %lld
source: Question %1$lld of %2$lld
kk: %2$lld ішінен %1$lld сұрақ

source: Quiz
kk: Викторина

source: Quiz Completed!
kk: Викторина аяқталды!

source: Quiz Explanation
kk: Викторина түсіндірмесі

source: Resources
kk: Ресурстар

source: Restart Quiz
kk: Викторинаны қайта бастау

source: Resuming previous progress
kk: Алдыңғы прогрестің жалғасуы

source: Retry
kk: Қайталау

source: Review Answers
kk: Жауаптарды қарау

source: Save
kk: Сақтау

source: Settings
kk: Параметрлер

source: Sign In
kk: Кіру

source: Sign in to your account
kk: Тіркелгіңізге кіру

source: Sign Out
kk: Шығу

source: Submit Quiz
kk: Викторинаны жіберу

source: Submitting...
kk: Жіберілуде...

source: Subscription:
kk: Жазылым:

source: Terms of Service
kk: Қызмет көрсету шарттары

source: There is nothing yet
kk: Әзірше ештеме жоқ

source: Title
kk: Атауы

source: Total Questions
kk: Жалпы сұрақтар саны

source: Transcript
kk: Транскрипт

source: Try Again
kk: Қайта көру

source: Trying Again...
kk: Қайта көрілуде...

source: Type a message...
kk: Хабарлама теріңіз...

source: Unknown error
kk: Белгісіз қате

source: Verification Code
kk: Растау коды

source: Verify
kk: Растау

source: Video Summary
kk: Бейне қысқаша мазмұны

source: Videos
kk: Бейнелер

source: We sent a verification code to %@
kk: %@ мекенжайына растау кодын жібердік

source: Website
kk: Веб-сайт

source: Welcome back! Please sign in to continue
kk: Қайта келуіңізбен! Жалғастыру үшін кіріңіз

source: Your account will be permanently deleted in 24 hours. This action cannot be undone.
kk: Тіркелгіңіз 24 сағат ішінде толығымен жойылады. Бұл әрекетті кері қайтару мүмкін емес.

source: Language
kk: Тіл

source: Unlimited courses
kk: Шектеусіз курстар

source: AI Summary
kk: ЖИ қысқаша мазмұны

source: Smart flashcards
kk: Ақылды флешкарталар

source: Interactive Quizzes
kk: Интерактивті викториналар

source: No Quiz Available
kk: Викторина жоқ

source: Generate quiz to enhance your understanding of this video content.
kk: Бұл бейне мазмұнын түсінуіңізді жақсарту үшін викторина жасаңыз.

source: Generate flashcards to enhance your understanding of this video content.
kk: Бұл бейне мазмұнын түсінуіңізді жақсарту үшін флешкарталар жасаңыз.
